// 此文件用于前端实现搜索算法
// 数据主要是用于匹配

// 必须和post的顺序一样
var fruits = ['苹果', '香蕉', '梨', '桃子', '柚子', '石榴', '猕猴桃', '木瓜', '菠萝', '草莓', '紫葡萄', '绿葡萄', '柚子', '西瓜', '哈密瓜', '荔枝', '红枣', '枇杷', '芒果', '柠檬', '柿子', '山竹', '山楂', '蓝莓', '无花果', '梅子', '菠萝蜜', '椰子', '橄榄', '人参果', '米饭', '玉米(鲜）', '馒头', '燕麦片', '面包', '红薯', '小米粥', '马铃薯', '包子（猪肉）', '面条', '白薯', '烙饼', '花卷', '油条', '全麦面包', '番茄', '黄瓜', '小白菜', '大白菜', '南瓜', '生菜', '樱桃番茄', '冬瓜', '木耳', '花菜', '菠菜', '白萝卜', '卷心菜', '西兰花', '绿豆芽', '香菇', '茄子', '海带', '青椒', '洋葱', '金针菇', '海带', '生菜', '甘蓝', '黄豆芽', '苦瓜', '毛豆', '豆角', '芹菜茎', '丝瓜', '紫菜', '四季豆', '莴笋', '蘑菇', '银耳', '韭菜', '鸡蛋', '猪肉（瘦）', '鸡蛋（煮）', '鸡', '火腿肠', '鸡蛋白', '咸鸭蛋', '鸡胸肉', '草鱼', '荷包蛋', '鸡腿', '酱牛肉', '鱼丸', '牛肉', '豆浆', '豆腐', '豆腐干', '黄豆', '豆腐脑', '豆奶', '油豆腐', '豆浆粉', '豆腐皮', '腐竹']
module.exports.fruits = fruits;


